benchmarks/framework-shootout/results/sanic/json/run1/wrk_steady.txt
Running 5s test @ http://sanic:8080/json
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.30ms   15.06ms  81.33ms   82.12%
    Req/Sec     8.85k     1.42k   11.14k    78.00%
  Latency Distribution
     50%  740.00us
     75%   13.58ms
     90%   36.50ms
     99%   52.42ms
  177897 requests in 5.06s, 26.13MB read
Requests/sec:  35129.95
Transfer/sec:      5.16MB